# .zsh_plugins.txt

# needs to be first
Aloxaf/fzf-tab

sindresorhus/pure

zsh-users/zsh-completions kind:defer
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-syntax-highlighting kind:defer

jimhester/per-directory-history

getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/git

$HOME/dotfiles/zsh/plugins/fzf
$HOME/dotfiles/zsh/plugins/adb
$HOME/fbconfig/zsh/plugins/dbu
