# .zsh_plugins.txt

# needs to be first
Aloxaf/fzf-tab

romkatv/powerlevel10k
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting

getantidote/use-omz

ohmyzsh/ohmyzsh path:plugins/git
# Add macOS specific plugins
ohmyzsh/ohmyzsh path:plugins/brew conditional:is-macos
# ohmyzsh/ohmyzsh path:plugins/macos conditional:is-macos


$HOME/dotfiles/zsh/plugins/fzf
$HOME/dotfiles/zsh/plugins/adb
$HOME/fbconfig/zsh/plugins/dbu

